Repository: biglinux/rpmtoarch
Catalog: rpmtoarch/locale/*.po
Languages: bg, cs, de, el, et, fi, fr, he, hr, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: Instalar pacote .rpm
bg: Инсталиране на пакет .rpm
cs: Instalace .rpm balíčků
de: Paket .rpm installieren
el: Εγκατάσταση .rpm πακέτου
et: Paketi .rpm installimine
fi: Asenna paketti .rpm
fr: Installer le package .rpm
he: התקנת חבילת .rpm
hr: Instaliraj .rpm paketa
is: Settu upp .rpm
it: Installare il pacchetto .rpm
ja: パッケージ.rpmのインストール
ko: 패키지 .rpm 설치
nl: Pakket .rpm installeren
no: Installer pakke .rpm
pl: Zainstaluj .rpm pakietów
ro: Instalați pachetul .rpm
ru: Установка .rpm пакетов
sk: Inštalácia balíka .rpm
sv: Installera .rpm
tr: Paket .rpm yükleme
uk: Встановіть пакетні .rpm
zh: 安装软件包.rpm

source: Convertendo o arquivo, aguarde, pode demorar alguns minutos...
bg: Конвертирането на файла, изчакайте, може да отнеме няколко минути...
cs: Převod souboru, počkejte, může to trvat několik minut ...
de: Konvertieren Sie die Datei, warten Sie, es kann ein paar Minuten dauern...
el: Μετατροπή του αρχείου, περιμένετε, μπορεί να χρειαστούν λίγα λεπτά...
et: Faili teisendamine, oodake, see võib võtta paar minutit ...
fi: Tiedoston muuntaminen, odota, se voi kestää muutaman minuutin ...
fr: Conversion du fichier, attendez, cela peut prendre quelques minutes...
he: המרת הקובץ, חכה, זה עשוי לקחת כמה דקות...
hr: Pretvaranje datoteke, pričekajte, može potrajati nekoliko minuta ...
is: Umbreyta skránni, bíða, það getur tekið nokkrar mínútur ...
it: Convertire il file, aspettare, potrebbero essere necessari alcuni minuti...
ja: ファイルを変換し、待って、数分かかることがあります...
ko: 파일을 변환하고 잠깐, 몇 분 정도 걸릴 수 있습니다 ...
nl: Het converteren van het bestand, wacht, het kan een paar minuten duren ...
no: Konvertering av filen, vent, det kan ta noen minutter ...
pl: Konwersja pliku, poczekaj, może to potrwać kilka minut...
ro: Conversia fișierului, așteptați, poate dura câteva minute...
ru: Конвертируя файл, подождите, это может занять несколько минут...
sk: Konverzia súboru, počkajte, môže to trvať niekoľko minút ...
sv: Konvertera filen, vänta, det kan ta några minuter ...
tr: Dosyayı dönüştürmek, bekleyin, birkaç dakika sürebilir...
uk: Конвертуючи файл, зачекайте, це може зайняти кілька хвилин...
zh: 转换文件，等待，可能需要几分钟...

source: Concluído!
bg: Направи!
cs: Hotový!
de: Fertig!
el: Έγινε!
et: Teinud!
fi: Valmis!
fr: Fait!
he: לעשות!
hr: Učinjeno!
is: Búinn!
it: Fatto!
ja: 完成です！
ko: 수행!
nl: Klaar!
no: Gjort!
pl: Gotowy!
ro: Făcut!
ru: Договорились!
sk: Robené!
sv: Färdig!
tr: Yapılmış!
uk: Зробити!
zh: 做！
