Repository: biglinux/rpmtoarch
Catalog: rpmtoarch/locale/*.po
Languages: bg, cs, de, el, et, fi, fr, he, hr, is, it, ja, ko, nl, no, pl, ro, ru, sk, sv, tr, uk, zh

source: * Alertas de erro durante a instalação, em geral, não comprometem o funcionamento correto do programa.
bg: * Сигналите за грешки по време на инсталирането, като цяло, не компрометират правилната работа на програмата.
cs: * Chybové výstrahy během instalace obecně neohrožují správné fungování programu.
de: * Fehlerwarnungen während der Installation beeinträchtigen im Allgemeinen nicht den korrekten Betrieb des Programms.
el: * Οι ειδοποιήσεις σφάλματος κατά την εγκατάσταση, γενικά, δεν θέτουν σε κίνδυνο τη σωστή λειτουργία του προγράμματος.
et: * Veateated installimise ajal ei ohusta üldiselt programmi õiget toimimist.
fi: * Virhehälytykset asennuksen aikana eivät yleensä vaaranna ohjelman oikeaa toimintaa.
fr: * Les alertes d’erreur lors de l’installation, en général, ne compromettent pas le bon fonctionnement du programme.
he: * התראות שגיאה במהלך ההתקנה, באופן כללי, אינן פוגעות בפעולה הנכונה של התוכנית.
hr: * Upozorenja o pogreškama tijekom instalacije, općenito, ne ugrožavaju ispravan rad programa.
is: * Villuviðvaranir við uppsetningu, almennt, skerða ekki rétta notkun forritsins.
it: * Gli avvisi di errore durante l'installazione, in generale, non compromettono il corretto funzionamento del programma.
ja: *インストール中のエラー警告は、一般的に、プログラムの正しい動作を損なわない。
ko: * 설치 중 오류 경고, 일반적으로, 프로그램의 올바른 작동을 손상시키지 않습니다.
nl: * Foutwaarschuwingen tijdens de installatie brengen over het algemeen de juiste werking van het programma niet in gevaar.
no: * Feilmeldinger under installasjonen, generelt, ikke kompromittere riktig drift av programmet.
pl: * Alerty o błędach podczas instalacji na ogół nie zagrażają poprawnemu działaniu programu.
ro: * Alertele de eroare în timpul instalării, în general, nu compromit funcționarea corectă a programului.
ru: * Оповещения об ошибках во время установки, как правило, не ставят под угрозу правильную работу программы.
sk: * Chybové upozornenia počas inštalácie vo všeobecnosti neohrozujú správnu činnosť programu.
sv: * Felmeddelanden under installationen äventyrar i allmänhet inte programmets korrekta funktion.
tr: * Kurulum sırasındaki hata uyarıları, genel olarak, programın doğru çalışmasını tehlikeye atmaz.
uk: * Оповіщення про помилки при установці, в цілому, не ставлять під загрозу коректну роботу програми.
zh: *安装过程中的错误警报，通常不会影响程序的正确操作。

source: Leia antes de prosseguir com a instalação:
bg: Прочетете преди да продължите с инсталацията:
cs: Před pokračováním v instalaci si přečtěte:
de: Lesen Sie, bevor Sie mit der Installation fortfahren:
el: Διαβάστε πριν προχωρήσετε στην εγκατάσταση:
et: Enne installimise jätkamist lugege:
fi: Lue ennen asennuksen jatkamista:
fr: Lisez avant de procéder à l’installation :
he: קרא לפני שתמשיך בהתקנה:
hr: Pročitajte prije nego što nastavite s instalacijom:
is: Lestu áður en þú heldur áfram með uppsetninguna:
it: Leggi prima di procedere con l'installazione:
ja: インストールを続行する前に、以下をお読みください。
ko: 설치를 계속하기 전에 읽으십시오.
nl: Lees voordat u doorgaat met de installatie:
no: Les før du fortsetter installasjonen:
pl: Przeczytaj przed przystąpieniem do instalacji:
ro: Citiți înainte de a continua instalarea:
ru: Прочитайте, прежде чем продолжить установку:
sk: Pred pokračovaním v inštalácii si prečítajte:
sv: Läs innan du fortsätter med installationen:
tr: Yüklemeye devam etmeden önce okuyun:
uk: Прочитайте, перш ніж приступити до установки:
zh: 在继续安装之前，请阅读：

source: Dê preferência para pacotes nativos, feitos para o BigLinux, Manjaro, Arch ou outro sistema Linux compatível com o formato <span color='#CC2222'>.pkg.tar</span>. Uma opção é utilizar programas feitos para qualquer sistema Linux, geralmente no formato <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> ou <span color='#CC2222'>.flatpak</span>. Caso o programa não esteja disponível nos formatos anteriores, o <span color='#CC2222'>.rpm</span> pode ser convertido para <span color='#CC2222'>.pkg.tar</span> e instalado neste sistema, porém, talvez a instalação não funcione corretamente.
bg: Дайте предимство на родния пакети, направени за BigLinux, Manjaro, Arch, или друга Linux система, съвместима с <span color='#CC2222'>.pkg.tar</span>. Една от възможностите е да използвате програми, направени за всяка Linux система, обикновено в <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> или <span color='#CC2222'>.flatpak формат</span>. Ако програмата не е налична в предишните формати, <span color='#CC2222'>.rpm</span> може да бъде преобразувана в <span color='#CC2222'>.pkg.tar</span> и инсталирана в тази система, обаче инсталирането може да не работи правилно.
cs: Upřednostněte nativní balíčky vytvořené pro BigLinux, Manjaro, Arch nebo jiný systém Linux kompatibilní s <span color='#CC2222'>.pkg.tar</span>. Jednou z možností je použít programy vytvořené pro jakýkoli systém Linux, obvykle ve formátu <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> nebo <span color='#CC2222'>.flatpak</span>. Pokud program není k dispozici v předchozích formátech, <span color='#CC2222'>.rpm</span> lze převést na .pkg.tar a nainstalovat <span color='#CC2222'>do</span> tohoto systému, instalace však nemusí fungovat správně.
de: Bevorzugen Sie native Pakete, die für BigLinux, Manjaro, Arch oder ein anderes Linux-System erstellt wurden, <span color='#CC2222'>das mit dem .pkg.tar</span> kompatibel ist. Eine Möglichkeit besteht darin, Programme zu verwenden, die für jedes Linux-System erstellt wurden, normalerweise im <span color='#CC2222'>.run</span>-, .appimage- oder .<span color='#CC2222'>flatpak-Format.</span> <span color='#CC2222'></span> Wenn das Programm in den vorherigen Formaten nicht verfügbar ist, kann <span color='#CC2222'>.rpm</span> <span color='#CC2222'>in .pkg.tar</span> konvertiert und auf diesem System installiert werden, die Installation funktioniert jedoch möglicherweise nicht ordnungsgemäß.
el: Προτιμήστε τα εγγενή πακέτα που κατασκευάζονται για το BigLinux, το Manjaro, το Arch ή άλλο σύστημα Linux συμβατό με <span color='#CC2222'>το .pkg.tar</span>. Μια επιλογή είναι να χρησιμοποιήσετε προγράμματα που έχουν δημιουργηθεί για οποιοδήποτε σύστημα Linux, συνήθως σε μορφή <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> ή <span color='#CC2222'>.flatpak</span>. Εάν το πρόγραμμα δεν είναι διαθέσιμο στις προηγούμενες μορφές, <span color='#CC2222'>.rpm</span> μπορεί να μετατραπεί σε <span color='#CC2222'>.pkg.tar και να</span> εγκατασταθεί σε αυτό το σύστημα, ωστόσο, η εγκατάσταση ενδέχεται να μην λειτουργεί σωστά.
et: Eelistage kohalikke pakette, mis on tehtud BigLinuxi, Manjaro, Archi või mõne muu <span color='#CC2222'>.pkg.tar</span> ühilduva Linuxi süsteemi jaoks. Üks võimalus on kasutada mis tahes Linuxi süsteemi jaoks loodud programme, tavaliselt <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> või <span color='#CC2222'>.flatpak formaadis</span>. Kui programm pole eelmistes vormingutes saadaval, saab <span color='#CC2222'>.rpm</span> teisendada <span color='#CC2222'>.pkg.tar</span> ja installida sellesse süsteemi, kuid installimine ei pruugi korralikult töötada.
fi: Anna etusija natiivipaketeille, jotka on tehty BigLinuxille, Manjarolle, Archille tai muulle <span color='#CC2222'>.pkg.tar kanssa yhteensopivalle Linux-järjestelmälle</span>. Yksi vaihtoehto on käyttää mille tahansa Linux-järjestelmälle tehtyjä ohjelmia, yleensä <span color='#CC2222'>.run</span>-, <span color='#CC2222'>.appimage</span> - tai <span color='#CC2222'>.flatpak-muodossa</span>. Jos ohjelma ei ole käytettävissä edellisissä muodoissa, <span color='#CC2222'>.rpm</span> voidaan muuntaa <span color='#CC2222'>.pkg.tar</span> ja asentaa tähän järjestelmään, mutta asennus ei ehkä toimi oikein.
fr: Privilégiez les paquets natifs conçus pour BigLinux, Manjaro, Arch ou un autre système Linux compatible avec <span color='#CC2222'>le .pkg.tar</span>. Une option consiste à utiliser des programmes conçus pour n’importe quel système Linux, généralement au format .<span color='#CC2222'>run</span><span color='#CC2222'>, .appimage</span> ou <span color='#CC2222'>.flatpak</span>. Si le programme n’est pas disponible dans les formats précédents, <span color='#CC2222'>.rpm</span> peut être converti en <span color='#CC2222'>.pkg.tar</span> et installé sur ce système, cependant, l’installation peut ne pas fonctionner correctement.
he: תן עדיפות לחבילות מקוריות שיוצרו עבור BigLinux, Manjaro, Arch או מערכת לינוקס אחרת <span color='#CC2222'>התואמת .pkg.tar</span>. אפשרות אחת היא להשתמש בתוכנות שנוצרו עבור כל מערכת Linux, בדרך כלל בתבנית <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> או <span color='#CC2222'>.flatpak</span>. אם התוכנית אינה זמינה בתבניות הקודמות, ניתן להמיר <span color='#CC2222'>.rpm</span> <span color='#CC2222'>.pkg.tar</span> ולהתקין במערכת זו, עם זאת, ייתכן שההתקנה לא תפעל כראוי.
hr: Dajte prednost izvornim paketima napravljenim za BigLinux, Manjaro, Arch ili neki drugi Linux sustav kompatibilan s <span color='#CC2222'>.pkg.tar</span>. Jedna od mogućnosti je korištenje programa napravljenih za bilo koji Linux sustav, obično u <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> ili <span color='#CC2222'>.flatpak formatu</span>. Ako program nije dostupan u prethodnim formatima, <span color='#CC2222'>.rpm</span> se može pretvoriti u <span color='#CC2222'>.pkg.tar</span> i instalirati na ovaj sustav, međutim, instalacija možda neće raditi ispravno.
is: Gefðu val á innfæddum pakka sem eru gerðir fyrir BigLinux, Manjaro, Arch eða annað Linux kerfi sem er samhæft <span color='#CC2222'>við .pkg.tar</span>. Einn möguleiki er að nota forrit sem eru gerð fyrir hvaða Linux kerfi sem er, venjulega í <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage eða</span> <span color='#CC2222'>.flatpak sniði</span>. Ef forritið er ekki fáanlegt á fyrri sniðum er hægt að breyta <span color='#CC2222'>.rpm</span> í <span color='#CC2222'>.pkg.tar</span> og setja það upp á þessu kerfi, en uppsetningin virkar kannski ekki rétt.
it: Dare la preferenza ai pacchetti nativi realizzati per BigLinux, Manjaro, Arch o un altro sistema Linux compatibile con <span color='#CC2222'>il .pkg.tar</span>. Un'opzione è quella di utilizzare programmi creati per qualsiasi sistema Linux, di solito in formato <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> o <span color='#CC2222'>.flatpak</span>. Se il programma non è disponibile nei formati precedenti, <span color='#CC2222'>.rpm</span> può essere convertito in .pkg.tar e installato su questo sistema, tuttavia, l'installazione potrebbe non <span color='#CC2222'>funzionare</span> correttamente.
ja: BigLinux、Manjaro、Arch、または.pkg.tarと互換性のある別のLinuxシステム用に作られたネイティブパッケージ <span color='#CC2222'>を</span>優先してください。 1つの選択肢は、Linuxシステム用に作られたプログラム(通常は. <span color='#CC2222'>run</span>、 <span color='#CC2222'>.appimage、</span> または <span color='#CC2222'>.flatpak形式)を使用することです</span>。 プログラムが以前の形式で利用できない場合は、 <span color='#CC2222'>.rpm</span> に変換してこのシステムにインストール <span color='#CC2222'>することはで.pkg.tar</span> ますが、インストールが正しく機能しない可能性があります。
ko: BigLinux, Manjaro, Arch 또는 <span color='#CC2222'>.pkg.tar</span>와 호환되는 다른 Linux 시스템용으로 만들어진 네이티브 패키지를 선호합니다. 한 가지 옵션은 Linux 시스템용으로 만들어진 프로그램(일반적으로 .run, .<span color='#CC2222'>appimage</span> 또는 <span color='#CC2222'>.flatpak 형식)을 사용하는 것입니다</span><span color='#CC2222'>.</span> 이전 형식으로 프로그램을 사용할 수 없는 경우 <span color='#CC2222'>.rpm를</span> <span color='#CC2222'>.pkg.tar로 변환하여</span> 이 시스템에 설치할 수 있지만 설치가 제대로 작동하지 않을 수 있습니다.
nl: Geef de voorkeur aan native pakketten gemaakt voor BigLinux, Manjaro, Arch of een ander Linux-systeem dat compatibel is met <span color='#CC2222'>de .pkg.tar</span>. Een optie is om programma's te gebruiken die zijn gemaakt voor elk Linux-systeem, meestal in <span color='#CC2222'>.run</span>-, <span color='#CC2222'>.appimage</span> - of <span color='#CC2222'>.flatpak-indeling</span>. Als het programma niet beschikbaar is in de vorige indelingen, kan <span color='#CC2222'>.rpm</span> worden geconverteerd <span color='#CC2222'>naar .pkg.tar</span> en op dit systeem worden geïnstalleerd, maar de installatie werkt mogelijk niet correct.
no: Gi preferanse til innfødte pakker laget for BigLinux, Manjaro, Arch eller et annet Linux-system som er kompatibelt med <span color='#CC2222'>.pkg.tar</span>. Et alternativ er å bruke programmer laget for alle <span color='#CC2222'>Linux-systemer</span>, vanligvis i .run, <span color='#CC2222'>.appimage</span> eller <span color='#CC2222'>.flatpak format</span>. Hvis programmet ikke er tilgjengelig i de tidligere formatene, kan <span color='#CC2222'>.rpm</span> konverteres <span color='#CC2222'>til .pkg.tar</span> og installeres på dette systemet, men installasjonen vil kanskje ikke fungere som den skal.
pl: Preferuj pakiety natywne stworzone dla BigLinux, Manjaro, Arch lub innego systemu Linux <span color='#CC2222'>kompatybilnego z .pkg.tar</span>. Jedną z opcji jest użycie programów stworzonych dla dowolnego systemu Linux, zwykle w formacie <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> lub <span color='#CC2222'>.flatpak</span>. Jeśli program nie jest dostępny w poprzednich formatach, <span color='#CC2222'>.rpm</span> można <span color='#CC2222'>przekonwertować na .pkg.tar i zainstalować</span> w tym systemie, jednak instalacja może nie działać poprawnie.
ro: Acordați preferință pachetelor native făcute pentru BigLinux, Manjaro, Arch sau un alt sistem Linux compatibil cu <span color='#CC2222'>.pkg.tar</span>. O opțiune este de a utiliza programe făcute pentru orice sistem Linux, de obicei în format <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> sau <span color='#CC2222'>.flatpak</span>. Dacă programul nu este disponibil în formatele anterioare, <span color='#CC2222'>.rpm</span> pot fi convertite <span color='#CC2222'>în .pkg.tar</span> și instalate pe acest sistem, cu toate acestea, instalarea să nu funcționeze corect.
ru: Отдавайте предпочтение нативным пакетам, созданным для BigLinux, Manjaro, Arch или другой системы Linux, совместимой с <span color='#CC2222'>.pkg.tar</span>. Одним из вариантов является использование программ, созданных для любой системы Linux, обычно в формате <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> или <span color='#CC2222'>.flatpak</span>. Если программа недоступна в предыдущих форматах, <span color='#CC2222'>.rpm</span> можно преобразовать <span color='#CC2222'>в .pkg.tar</span> и установить на эту систему, однако, установка может работать некорректно.
sk: Uprednostnite natívne balíky vytvorené pre BigLinux, Manjaro, Arch alebo iný linuxový systém kompatibilný s <span color='#CC2222'>.pkg.tar</span>. Jednou z možností je použiť programy vytvorené pre akýkoľvek systém Linux, zvyčajne vo formáte <span color='#CC2222'>.run</span>, <span color='#CC2222'>.appimage</span> alebo <span color='#CC2222'>.flatpak</span>. Ak program nie je k dispozícii v predchádzajúcich formátoch, <span color='#CC2222'>.rpm</span> je možné previesť <span color='#CC2222'>na .pkg.tar</span> a nainštalovať do tohto systému, inštalácia však nemusí fungovať správne.
sv: Föredra inbyggda paket gjorda för BigLinux, Manjaro, Arch eller ett annat Linux-system som är kompatibelt med <span color='#CC2222'>.pkg.tar</span>. Ett alternativ är att använda program som är gjorda för alla Linux-system, vanligtvis i <span color='#CC2222'>.run</span>-, <span color='#CC2222'>.appimage-</span> eller <span color='#CC2222'>.flatpak-format</span>. Om programmet inte är tillgängligt i tidigare format kan <span color='#CC2222'>.rpm</span> konverteras <span color='#CC2222'>till .pkg.tar</span> och installeras på det här systemet, men installationen kanske inte fungerar korrekt.
tr: BigLinux, Manjaro, Arch veya .pkg.tar uyumlu başka bir Linux sistemi için yapılan yerel paketleri tercih <span color='#CC2222'>edin</span>. Bir seçenek, genellikle .run, .<span color='#CC2222'>appimage</span> veya <span color='#CC2222'>.flatpak biçiminde</span> herhangi bir Linux sistemi için yapılmış programları kullanmaktır<span color='#CC2222'>.</span> Program önceki biçimlerde mevcut değilse, <span color='#CC2222'>.rpm</span> <span color='#CC2222'>.pkg.tar</span> dönüştürülebilir ve bu sisteme yüklenebilir, ancak yükleme düzgün çalışmayabilir.
uk: Віддайте перевагу нативним пакетам, виготовленим для BigLinux, Manjaro, Arch або іншої системи Linux, <span color='#CC2222'>сумісної з .pkg.tar</span>. Одним з варіантів є використання програм, створених для будь-якої системи Linux, як правило, у форматі <span color='#CC2222'>.run</span><span color='#CC2222'>, .appimage</span> або <span color='#CC2222'>.flatpak</span>. Якщо програма недоступна в попередніх форматах, <span color='#CC2222'>.rpm</span> можна <span color='#CC2222'>конвертувати в .pkg.tar</span> і встановити в цій системі, однак установка може працювати некоректно.
zh: 优先考虑为BigLinux，Manjaro，Arch或其他与<span color='#CC2222'>.pkg.tar兼容的</span>Linux系统制作的本机软件包。 一种选择是使用为任何Linux系统制作的程序，通常是<span color='#CC2222'>.run</span>，<span color='#CC2222'>.appimage</span>或<span color='#CC2222'>.flatpak格式</span>。 如果该程序在上述格式中不可用，<span color='#CC2222'>则可以将.rpm</span><span color='#CC2222'>转换为.pkg.tar</span>并安装在此系统上，但是，安装可能无法正常工作。

source: <big>Este sistema utiliza o formato de pacotes <span color='#CC2222'>.pkg.tar</span>, porém o arquivo está no formato <span color='#CC2222'>.rpm</span>. Deseja prosseguir com a instalação?</big>
bg: <big>Тази система използва формата на пакета <span color='#CC2222'>.pkg.tar</span>, но файлът е <span color='#CC2222'>в .rpm</span>. Искате ли да продължите с инсталацията?</big>
cs: <big>Tento systém používá formát balíčku <span color='#CC2222'>.pkg.tar</span>, ale soubor je <span color='#CC2222'>v .rpm</span>. Chcete pokračovat v instalaci?</big>
de: <big>Dieses System verwendet das Paketformat <span color='#CC2222'>.pkg.tar</span>, aber die Datei befindet <span color='#CC2222'>sich im .rpm</span>. Möchten Sie mit der Installation fortfahren?</big>
el: <big>Αυτό το σύστημα χρησιμοποιεί τη μορφή πακέτου <span color='#CC2222'>.pkg.tar</span>, αλλά το αρχείο βρίσκεται <span color='#CC2222'>στο .rpm</span>. Θέλετε να προχωρήσετε στην εγκατάσταση;</big>
et: <big>See süsteem kasutab <span color='#CC2222'>paketivormingut .pkg.tar</span>, kuid fail on <span color='#CC2222'>.rpm</span>. Kas soovite installimist jätkata?</big>
fi: <big>Tämä järjestelmä käyttää <span color='#CC2222'>pakettimuotoa .pkg.tar</span>, mutta tiedosto on <span color='#CC2222'>.rpm</span>. Haluatko jatkaa asennusta?</big>
fr: <big>Ce système utilise le format <span color='#CC2222'>de package .pkg.tar</span>, mais le fichier est <span color='#CC2222'>dans le .rpm</span>. Voulez-vous procéder à l’installation?</big>
he: <big>מערכת זו משתמשת בתבנית החבילה <span color='#CC2222'>.pkg.tar</span>, אך הקובץ נמצא <span color='#CC2222'>.rpm</span>. האם ברצונך להמשיך בהתקנה?</big>
hr: <big>Ovaj sustav koristi oblik paketa <span color='#CC2222'>.pkg.tar</span>, ali datoteka je <span color='#CC2222'>u .rpm</span>. Želite li nastaviti s instalacijom?</big>
is: <big>Þetta kerfi notar pakkasniðið <span color='#CC2222'>.pkg.tar</span> en skráin er <span color='#CC2222'>í .rpm</span>. Viltu halda áfram með uppsetninguna?</big>
it: <big>Questo sistema utilizza il formato del pacchetto <span color='#CC2222'>.pkg.tar</span>, ma il file si trova <span color='#CC2222'>nel .rpm</span>. Vuoi procedere con l'installazione?</big>
ja: <big>このシステムは <span color='#CC2222'>.pkg.tar</span>パッケージ形式を使用しますが、ファイルは <span color='#CC2222'>.rpm内にあります</span>。 インストールを続行しますか?</big>
ko: <big>이 시스템은 <span color='#CC2222'>.pkg.tar</span> 패키지 형식을 사용하지만 파일은 <span color='#CC2222'>.rpm에 있습니다</span>. 설치를 계속하시겠습니까?</big>
nl: <big>Dit systeem gebruikt de pakketindeling <span color='#CC2222'>.pkg.tar</span>, maar het bestand bevindt <span color='#CC2222'>zich in de .rpm</span>. Wilt u doorgaan met de installatie?</big>
no: <big>Dette systemet bruker pakkeformatet <span color='#CC2222'>.pkg.tar</span>, men filen er <span color='#CC2222'>i .rpm</span>. Vil du fortsette installasjonen?</big>
pl: <big>Ten system używa formatu pakietu <span color='#CC2222'>.pkg.tar</span>, ale plik znajduje <span color='#CC2222'>się w .rpm</span>. Czy chcesz kontynuować instalację?</big>
ro: <big>Acest sistem utilizează formatul pachetului <span color='#CC2222'>.pkg.tar</span>, dar fișierul se află <span color='#CC2222'>în .rpm</span>. Doriți să continuați instalarea?</big>
ru: <big>Эта система использует формат пакета <span color='#CC2222'>.pkg.tar</span>, но файл находится <span color='#CC2222'>в .rpm</span>. Вы хотите продолжить установку?</big>
sk: <big>Tento systém používa formát balíka <span color='#CC2222'>.pkg.tar</span>, ale súbor je <span color='#CC2222'>v .rpm</span>. Chcete pokračovať v inštalácii?</big>
sv: <big>Detta system använder paketformatet <span color='#CC2222'>.pkg.tar</span>, men filen finns <span color='#CC2222'>i .rpm</span>. Vill du fortsätta med installationen?</big>
tr: <big>Bu sistem <span color='#CC2222'>.pkg.tar</span> paket biçimini kullanır, ancak dosya <span color='#CC2222'>.rpm</span>. Yüklemeye devam etmek istiyor musunuz?</big>
uk: <big>Ця система використовує формат пакета <span color='#CC2222'>.pkg.tar</span>, але файл знаходиться <span color='#CC2222'>в .rpm</span>. Ви хочете продовжити встановлення?</big>
zh: <big>此系统使用 <span color='#CC2222'>.pkg.tar</span>包格式，但文件 <span color='#CC2222'>位于.rpm</span>。 是否要继续安装？</big>

source: Instalar revisando os arquivos de configuração
bg: Инсталиране чрез преглед на конфигурационните файлове
cs: Instalace kontrolou konfiguračních souborů
de: Installation durch Überprüfen der Konfigurationsdateien
el: Εγκατάσταση εξετάζοντας τα αρχεία ρυθμίσεων
et: Installimine konfiguratsioonifailide ülevaatamise teel
fi: Asenna tarkistamalla määritystiedostot
fr: Installer en consultant les fichiers de configuration
he: התקנה על-ידי סקירת קבצי תצורה
hr: Instaliraj pregledom konfiguracijskih datoteka
is: Setja upp með því að skoða stillingarskrár
it: Installazione esaminando i file di configurazione
ja: 構成ファイルを確認してインストールする
ko: 구성 파일을 검토하여 설치
nl: Installeren door configuratiebestanden te bekijken
no: Installere ved å se gjennom konfigurasjonsfiler
pl: Zainstaluj, przeglądając pliki konfiguracyjne
ro: Instalați prin revizuirea fișierelor de configurare
ru: Установка путем просмотра файлов конфигурации
sk: Inštalácia kontrolou konfiguračných súborov
sv: Installera genom att granska konfigurationsfiler
tr: Yapılandırma dosyalarını inceleyerek yükleme
uk: Інсталяція за допомогою перегляду файлів конфігурації
zh: 通过查看配置文件进行安装

source: Instalar
bg: Инсталирам
cs: Nainstalovat
de: Installieren
el: Εγκαθιστώ
et: Installida
fi: Asentaa
fr: Installer
he: התקין
hr: Instalirati
is: Embætti
it: Installare
ja: 取り付ける
ko: 설치하다
nl: Installeren
no: Installere
pl: Instalować
ro: Instala
ru: Устанавливать
sk: Inštalovať
sv: Installera
tr: Yüklemek
uk: Інсталювати
zh: 安装

source: Fechar
bg: Затварям
cs: Zavřít
de: Schließen
el: Κλείνω
et: Sulgema
fi: Sulkea
fr: Fermer
he: קרוב
hr: Blizak
is: Loka
it: Chiudere
ja: 閉める
ko: 닫다
nl: Sluiten
no: Lukke
pl: Zamykać
ro: Închide
ru: Закрывать
sk: Zavrieť
sv: Stänga
tr: Kapatmak
uk: Закрити
zh: 关闭
